Repository: common-repository/leyka-paypal-gateway
Catalog: languages/leyka-paypal-*.po
Languages: ru_ru

source: PayPal item name
ru_ru: Номер товара в PayPal

source: Enter your PayPal item name
ru_ru: Введите ваш номер товара в PayPal

source: PayPal currency ID
ru_ru: ID валюты в PayPal

source: Enter your PayPal currency ID, if it's different from ED Donates currency setting
ru_ru: Введите ID валюты в PayPal, если она отличается от основной валюты, используемой на вашем сайте.

source: Donations currency (%s) to USD course
ru_ru: Курс валюты пожертвования (%s) к курсу USD

source: Enter the cost of 1 USD in %s (a currency you selected for donations). This cost can be either more or less than 1.0. Default is 1.0.
ru_ru: Введите цену 1 USD в %s (валюта сбора пожертвований). Цена может быть либо больше либо меньше чем 1.0. По умолчанию установлено 1.0.

source: PayPal gateway description
ru_ru: Описание платежной системы PayPal

source: Enter PayPal gateway description that will be shown to the donor when this gateway will be selected for use
ru_ru: Введите описание платёжной системы PayPal. Оно будет показано донору, если он выберет PayPal в качестве способа платежа.

source: PayPal (donates only!)
ru_ru: PayPal (только для сбора пожертвований)

source: PayPal Donates
ru_ru: Пожертвования через PayPal

source: PayPal Settings
ru_ru: Настройки модуля PayPal

source: Enter your PayPal business ID or email
ru_ru: Введите ваш business ID или электронную почту.

source: PayPal business ID<span class="leyka-setting-required">*</span>
ru_ru: Business ID в системе PayPal<span class="leyka-setting-required">*</span>

source: <div id="message" class="error"><p><strong>Error:</strong> base donations plugin is missing or inactive. It is required for PayPal donations gateway module to work. PayPal donations plugin will be deactivated.</p></div>
ru_ru: <div id="message" class="error"><p><strong>Ошибка:</strong> базовый модуль пожертвований отсутствует или не активирован. Он необходим для работы модуля приёма пожертвований через PayPal. Плагин PayPal будет деактивирован.</p></div>
